Repository: T0MYYY/calbro
Catalog: CalBro/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

source: Log your meals
de: Erfasse deine Mahlzeiten
es: Registra tus comidas
fr: Notez vos repas
ja: 食事を記録
ko: 식사 기록하기
pt_br: Registre suas refeições
zh_hans: 记录你的餐食
zh_hant: 記錄你的餐點

source: Log your weight at least three times over two weeks to see your trend.
de: Erfasse dein Gewicht mindestens dreimal in zwei Wochen, um deinen Trend zu sehen.
es: Registra tu peso al menos tres veces en dos semanas para ver tu tendencia.
fr: Notez votre poids au moins trois fois sur deux semaines pour voir votre tendance.
ja: 推移を見るには、2週間で3回以上体重を記録してください。
ko: 추이를 보려면 2주 동안 체중을 3회 이상 기록하세요.
pt_br: Registre seu peso pelo menos três vezes em duas semanas para ver sua tendência.
zh_hans: 两周内至少记录三次体重即可查看趋势。
zh_hant: 兩週內至少記錄三次體重即可查看趨勢。

source: Lose fat & tone
de: Fett verlieren & straffen
es: Perder grasa y tonificar
fr: Perdre du gras et se tonifier
ja: 脂肪を減らして引き締める
ko: 체지방 감량 및 탄력
pt_br: Perder gordura e tonificar
zh_hans: 减脂塑形
zh_hant: 減脂塑形

source: Lose ~%@
de: ~%@ abnehmen
es: Perder ~%@
fr: Perdre ~%@
ja: 約%@減
ko: 약 %@ 감소
pt_br: Perder ~%@
zh_hans: 减重约 %@
zh_hant: 減重約 %@

source: Lower the phone a little
de: Senke das iPhone etwas
es: Baja un poco el teléfono
fr: Abaissez un peu l'iPhone
ja: iPhoneを少し下げてください
ko: iPhone을 조금 내리세요
pt_br: Abaixe um pouco o celular
zh_hans: 将手机稍微放低
zh_hant: 將手機稍微放低

source: Macro averages
de: Makro-Durchschnitt
es: Promedio de macros
fr: Moyennes des macros
ja: マクロ平均
ko: 매크로 평균
pt_br: Média de macros
zh_hans: 宏量营养素平均值
zh_hant: 巨量營養素平均值

source: Macros, average per logged day
de: Makros, Ø pro erfasstem Tag
es: Macros, promedio por día registrado
fr: Macros, moyenne par jour saisi
ja: マクロ(記録日あたりの平均)
ko: 매크로(기록일 평균)
pt_br: Macros, média por dia registrado
zh_hans: 宏量营养素，按记录日平均
zh_hant: 巨量營養素，按記錄日平均

source: Maintain weight
de: Gewicht halten
es: Mantener el peso
fr: Maintenir le poids
ja: 体重を維持
ko: 체중 유지
pt_br: Manter o peso
zh_hans: 维持体重
zh_hant: 維持體重

source: Maintaining
de: Stabil
es: Manteniendo
fr: Stable
ja: 維持中
ko: 유지 중
pt_br: Mantendo
zh_hans: 维持中
zh_hant: 維持中

source: Maintenance
de: Erhaltung
es: Mantenimiento
fr: Maintien
ja: 維持
ko: 유지
pt_br: Manutenção
zh_hans: 维持
zh_hant: 維持

source: Maintenance (from your logs)
de: Erhaltung (aus deinen Einträgen)
es: Mantenimiento (según tus registros)
fr: Maintien (d'après votre journal)
ja: 維持(記録から算出)
ko: 유지(기록 기반)
pt_br: Manutenção (pelos seus registros)
zh_hans: 维持热量（根据记录）
zh_hant: 維持熱量（根據記錄）

source: Maintenance calories
de: Erhaltungskalorien
es: Calorías de mantenimiento
fr: Calories de maintien
ja: 維持カロリー
ko: 유지 칼로리
pt_br: Calorias de manutenção
zh_hans: 维持热量
zh_hant: 維持熱量

source: Maintenance calories are a formula estimate. Log meals and weigh in for two weeks to calibrate them on the Weight trend screen.
de: Erhaltungskalorien sind eine Formelschätzung. Erfasse zwei Wochen lang Mahlzeiten und Gewicht, um sie unter „Gewichtstrend“ zu kalibrieren.
es: Las calorías de mantenimiento son una estimación por fórmula. Registra comidas y pésate durante dos semanas para calibrarlas en la pantalla Tendencia de peso.
fr: Les calories de maintien sont une estimation par formule. Notez vos repas et pesez-vous pendant deux semaines pour les calibrer dans l'écran Tendance du poids.
ja: 維持カロリーは計算式による推定値です。2週間食事と体重を記録すると、「体重の推移」画面で調整できます。
ko: 유지 칼로리는 공식에 따른 추정치예요. 2주 동안 식사와 체중을 기록하면 체중 추이 화면에서 보정할 수 있어요.
pt_br: As calorias de manutenção são uma estimativa por fórmula. Registre refeições e se pese por duas semanas para calibrá-las na tela Tendência de peso.
zh_hans: 维持热量为公式估算值。记录餐食并称重两周后，即可在“体重趋势”页面校准。
zh_hant: 維持熱量為公式估算值。記錄餐點並量體重兩週後，即可在「體重趨勢」畫面校準。

source: Maintenance calories calibrated from your logs on %@. They refresh every two weeks while you keep logging.
de: Erhaltungskalorien am %@ aus deinen Einträgen kalibriert. Sie werden alle zwei Wochen aktualisiert, solange du weiter erfasst.
es: Calorías de mantenimiento calibradas con tus registros el %@. Se actualizan cada dos semanas mientras sigas registrando.
fr: Calories de maintien calibrées d'après votre journal le %@. Elles sont mises à jour toutes les deux semaines tant que vous continuez à noter vos repas.
ja: %@に記録から維持カロリーを調整しました。記録を続けると2週間ごとに更新されます。
ko: %@에 기록을 바탕으로 유지 칼로리를 보정했어요. 계속 기록하면 2주마다 업데이트돼요.
pt_br: Calorias de manutenção calibradas pelos seus registros em %@. Elas são atualizadas a cada duas semanas enquanto você continuar registrando.
zh_hans: 维持热量已于 %@ 根据你的记录校准。持续记录期间每两周更新一次。
zh_hant: 維持熱量已於 %@ 根據你的記錄校準。持續記錄期間每兩週更新一次。

source: Male
de: Männlich
es: Masculino
fr: Homme
ja: 男性
ko: 남성
pt_br: Masculino
zh_hans: 男
zh_hant: 男

source: Meal actions
de: Mahlzeit-Aktionen
es: Acciones de la comida
fr: Actions du repas
ja: 食事の操作
ko: 식사 작업
pt_br: Ações da refeição
zh_hans: 餐食操作
zh_hant: 餐點動作

source: Meal name
de: Name der Mahlzeit
es: Nombre de la comida
fr: Nom du repas
ja: 食事名
ko: 식사 이름
pt_br: Nome da refeição
zh_hans: 餐食名称
zh_hant: 餐點名稱

source: Meal reminder
de: Mahlzeit-Erinnerung
es: Recordatorio de comida
fr: Rappel de repas
ja: 食事のリマインダー
ko: 식사 알림
pt_br: Lembrete de refeição
zh_hans: 用餐提醒
zh_hant: 用餐提醒

source: Meals
de: Mahlzeiten
es: Comidas
fr: Repas
ja: 食事
ko: 식사
pt_br: Refeições
zh_hans: 餐食
zh_hant: 餐點

source: Measuring distance…
de: Abstand wird gemessen …
es: Midiendo distancia…
fr: Mesure de la distance…
ja: 距離を測定中…
ko: 거리 측정 중…
pt_br: Medindo distância…
zh_hans: 正在测量距离…
zh_hant: 正在測量距離…

source: Metric
de: Metrisch
es: Métrico
fr: Métrique
ja: メートル法
ko: 미터법
pt_br: Métrico
zh_hans: 公制
zh_hant: 公制

source: Missed
de: Verpasst
es: Perdido
fr: Manqué
ja: 未達
ko: 미달성
pt_br: Perdido
zh_hans: 未记录
zh_hant: 未記錄

source: Moderately active
de: Mäßig aktiv
es: Moderadamente activo
fr: Modérément actif
ja: 適度に活動的
ko: 보통 활동
pt_br: Moderadamente ativo
zh_hans: 中度活动
zh_hant: 中度活動

source: More than two years to %@ at this pace
de: Über zwei Jahre bis %@ in diesem Tempo
es: Más de dos años para llegar a %@ a este ritmo
fr: Plus de deux ans pour atteindre %@ à ce rythme
ja: このペースでは%@まで2年以上
ko: 이 속도로는 %@까지 2년 이상
pt_br: Mais de dois anos até %@ neste ritmo
zh_hans: 按此速度，达到 %@ 需两年以上
zh_hant: 以此速度，達到 %@ 需兩年以上

source: Most logged
de: Am häufigsten erfasst
es: Más registrados
fr: Les plus saisis
ja: 記録が多い食事
ko: 가장 많이 기록
pt_br: Mais registrados
zh_hans: 最常记录
zh_hant: 最常記錄

source: Move a little more
de: Beweg dich etwas mehr
es: Muévete un poco más
fr: Bougez un peu plus
ja: もう少し体を動かす
ko: 조금 더 움직이기
pt_br: Mexa-se um pouco mais
zh_hans: 多动一点
zh_hant: 多動一點

source: Move down
de: Nach unten
es: Bajar
fr: Descendre
ja: 下に移動
ko: 아래로 이동
pt_br: Mover para baixo
zh_hans: 下移
zh_hant: 下移

source: Move up
de: Nach oben
es: Subir
fr: Monter
ja: 上に移動
ko: 위로 이동
pt_br: Mover para cima
zh_hans: 上移
zh_hant: 上移

source: Needs two weeks of weigh-ins and at least 10 logged days in the last four weeks.
de: Benötigt zwei Wochen Wiegungen und mindestens 10 erfasste Tage in den letzten vier Wochen.
es: Requiere dos semanas de pesajes y al menos 10 días registrados en las últimas cuatro semanas.
fr: Nécessite deux semaines de pesées et au moins 10 jours saisis sur les quatre dernières semaines.
ja: 2週間分の体重記録と、過去4週間で10日以上の食事記録が必要です。
ko: 2주간의 체중 기록과 최근 4주 중 10일 이상의 식사 기록이 필요해요.
pt_br: Requer duas semanas de pesagens e pelo menos 10 dias registrados nas últimas quatro semanas.
zh_hans: 需要最近四周内有两周的称重记录，且至少记录 10 天。
zh_hant: 需要最近四週內有兩週的體重記錄，且至少記錄 10 天。

source: Next
de: Weiter
es: Siguiente
fr: Suivant
ja: 次へ
ko: 다음
pt_br: Avançar
zh_hans: 下一步
zh_hant: 下一步

source: Next month
de: Nächster Monat
es: Mes siguiente
fr: Mois suivant
ja: 翌月
ko: 다음 달
pt_br: Próximo mês
zh_hans: 下个月
zh_hant: 下個月

source: No data
de: Keine Daten
es: Sin datos
fr: Aucune donnée
ja: データなし
ko: 데이터 없음
pt_br: Sem dados
zh_hans: 无数据
zh_hant: 無資料

source: No data yet
de: Noch keine Daten
es: Aún no hay datos
fr: Pas encore de données
ja: データはまだありません
ko: 아직 데이터 없음
pt_br: Ainda sem dados
zh_hans: 暂无数据
zh_hant: 尚無資料

source: No food was recognized. Center the plate and try again.
de: Kein Essen erkannt. Zentriere den Teller und versuche es erneut.
es: No se reconoció ningún alimento. Centra el plato e inténtalo de nuevo.
fr: Aucun aliment reconnu. Centrez l'assiette et réessayez.
ja: 食べ物を認識できませんでした。皿を中央に合わせてもう一度お試しください。
ko: 음식을 인식하지 못했어요. 접시를 가운데에 맞추고 다시 시도하세요.
pt_br: Nenhum alimento foi reconhecido. Centralize o prato e tente de novo.
zh_hans: 未识别到食物。请将餐盘置于中央后重试。
zh_hant: 未辨識到食物。請將餐盤置中後再試一次。

source: No log
de: Leer
es: Sin registro
fr: Vide
ja: 記録なし
ko: 기록 없음
pt_br: Sem registro
zh_hans: 无记录
zh_hant: 無記錄

source: No meals logged today
de: Heute keine Mahlzeiten erfasst
es: No hay comidas registradas hoy
fr: Aucun repas noté aujourd'hui
ja: 今日の食事記録はありません
ko: 오늘 기록된 식사 없음
pt_br: Nenhuma refeição registrada hoje
zh_hans: 今天尚未记录餐食
zh_hant: 今天尚未記錄餐點

source: No restriction
de: Keine Einschränkung
es: Sin restricciones
fr: Aucune restriction
ja: 制限なし
ko: 제한 없음
pt_br: Sem restrições
zh_hans: 无限制
zh_hant: 無限制

source: No streak yet
de: Noch keine Serie
es: Aún no hay racha
fr: Pas encore de série
ja: 連続記録なし
ko: 연속 기록 없음
pt_br: Ainda sem sequência
zh_hans: 尚未连续记录
zh_hant: 尚未連續記錄

source: Not available on this device
de: Auf diesem Gerät nicht verfügbar
es: No disponible en este dispositivo
fr: Non disponible sur cet appareil
ja: このデバイスでは利用不可
ko: 이 기기에서 사용 불가
pt_br: Indisponível neste dispositivo
zh_hans: 此设备不可用
zh_hant: 此裝置無法使用

source: Not enough data
de: Zu wenig Daten
es: Datos insuficientes
fr: Données insuffisantes
ja: データ不足
ko: 데이터 부족
pt_br: Dados insuficientes
zh_hans: 数据不足
zh_hant: 資料不足

source: Nothing logged on this day
de: An diesem Tag nichts erfasst
es: No hay registros este día
fr: Rien de noté ce jour-là
ja: この日の記録はありません
ko: 이 날의 기록 없음
pt_br: Nada registrado neste dia
zh_hans: 这天没有记录
zh_hant: 這天沒有記錄

source: Notifications are turned off for CalBro.
de: Mitteilungen für CalBro sind deaktiviert.
es: Las notificaciones de CalBro están desactivadas.
fr: Les notifications sont désactivées pour CalBro.
ja: CalBroの通知はオフになっています。
ko: CalBro 알림이 꺼져 있어요.
pt_br: As notificações do CalBro estão desativadas.
zh_hans: CalBro 的通知已关闭。
zh_hant: CalBro 的通知已關閉。

source: Nutrition
de: Nährwerte
es: Nutrición
ja: 栄養
ko: 영양
pt_br: Nutrição
zh_hans: 营养
zh_hant: 營養

source: Off
de: Aus
es: Desactivado
fr: Désactivé
ja: オフ
ko: 끔
pt_br: Desativado
zh_hans: 关
zh_hant: 關閉

source: Off track
de: Vom Kurs ab
es: Desviado
fr: Hors trajectoire
ja: 目標外
ko: 목표 이탈
pt_br: Fora do rumo
zh_hans: 偏离目标
zh_hant: 偏離目標

source: On
de: Ein
es: Activado
fr: Activé
ja: オン
ko: 켬
pt_br: Ativado
zh_hans: 开
zh_hant: 開啟

source: On target
de: Im Ziel
es: En meta
fr: Dans l'objectif
ja: 目標内
ko: 목표 달성
pt_br: Na meta
zh_hans: 达标
zh_hant: 達標

source: On track
de: Auf Kurs
es: Vas bien
fr: En bonne voie
ja: 順調
ko: 순조로움
pt_br: No rumo
zh_hans: 进展顺利
zh_hant: 進度正常

source: On · %@ burned today
de: Ein · heute %@ verbrannt
es: Activado · %@ quemadas hoy
fr: Activé · %@ brûlées aujourd'hui
ja: オン・今日の消費 %@
ko: 켬 · 오늘 %@ 소모
pt_br: Ativado · %@ queimadas hoje
zh_hans: 开 · 今日消耗 %@
zh_hant: 開啟 · 今日消耗 %@

source: On · imported %@
de: Ein · importiert %@
es: Activado · importado %@
fr: Activé · importé %@
ja: オン・%@に読み込み済み
ko: 켬 · %@ 가져옴
pt_br: Ativado · importado %@
zh_hans: 开 · 导入于 %@
zh_hant: 開啟 · 匯入於 %@

source: On-device estimate
de: Schätzung auf dem Gerät
es: Estimación en el dispositivo
fr: Estimation sur l'appareil
ja: デバイス上で推定
ko: 기기 내 추정
pt_br: Estimativa no dispositivo
zh_hans: 设备端估算
zh_hant: 裝置端估算

source: Only if nothing is logged by then
de: Nur wenn bis dahin nichts erfasst ist
es: Solo si no has registrado nada para entonces
fr: Seulement si rien n'est noté d'ici là
ja: その時点で未記録の場合のみ
ko: 그때까지 기록이 없을 때만
pt_br: Só se nada tiver sido registrado até lá
zh_hans: 仅在届时尚未记录时
zh_hant: 僅在屆時尚未記錄時

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
ja: 設定を開く
ko: 설정 열기
pt_br: Abrir Ajustes
zh_hans: 打开设置
zh_hant: 打開設定

source: Opens the monthly calendar
de: Öffnet den Monatskalender
es: Abre el calendario mensual
fr: Ouvre le calendrier mensuel
ja: 月間カレンダーを開きます
ko: 월간 캘린더 열기
pt_br: Abre o calendário mensal
zh_hans: 打开月历
zh_hant: 打開月曆

source: Other
de: Andere
es: Otro
fr: Autre
ja: その他
ko: 기타
pt_br: Outro
zh_hans: 其他
zh_hant: 其他

source: Over
de: Über
es: Excedido
fr: Au-dessus
ja: 超過
ko: 초과
pt_br: Acima
zh_hans: 超出
zh_hant: 超出

source: Overhead
de: Von oben
es: Desde arriba
fr: À la verticale
ja: 真上
ko: 수직
pt_br: De cima
zh_hans: 俯拍
zh_hant: 俯拍

source: Point straight down
de: Gerade nach unten richten
es: Apunta hacia abajo
fr: Orientez vers le bas
ja: 真下に向けてください
ko: 바로 아래를 향하세요
pt_br: Aponte para baixo
zh_hans: 垂直朝下
zh_hant: 垂直朝下

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
ja: プレビュー
ko: 미리보기
pt_br: Pré-visualização
zh_hans: 预览
zh_hant: 預覽

source: Previous month
de: Vorheriger Monat
es: Mes anterior
fr: Mois précédent
ja: 前月
ko: 이전 달
pt_br: Mês anterior
zh_hans: 上个月
zh_hant: 上個月

source: Profile
de: Profil
es: Perfil
fr: Profil
ja: プロフィール
ko: 프로필
pt_br: Perfil
zh_hans: 个人资料
zh_hant: 個人檔案

source: Projections assume 7,700 kcal per kg, slowed slightly for metabolic adaptation. Real progress is rarely linear.
de: Prognosen gehen von 7.700 kcal pro kg aus, leicht verlangsamt durch Stoffwechselanpassung. Echter Fortschritt ist selten linear.
es: Las proyecciones asumen 7700 kcal por kg, con un ligero ajuste por adaptación metabólica. El progreso real rara vez es lineal.
fr: Les projections supposent 7 700 kcal par kg, légèrement ralenties pour tenir compte de l'adaptation métabolique. Les progrès réels sont rarement linéaires.
ja: 予測は1kgあたり7,700 kcalを前提とし、代謝適応を考慮してやや緩やかにしています。実際の変化が直線的になることはほとんどありません。
ko: 예측은 1kg당 7,700kcal를 기준으로 하며 대사 적응을 고려해 약간 느리게 계산해요. 실제 변화는 거의 직선적이지 않아요.
pt_br: As projeções assumem 7.700 kcal por kg, com leve desaceleração por adaptação metabólica. O progresso real raramente é linear.
zh_hans: 预测按每公斤 7,700 千卡计算，并考虑代谢适应略微放缓。实际进展很少是线性的。
zh_hant: 預測以每公斤 7,700 千卡計算，並考量代謝適應略微放緩。實際進展很少是線性的。

source: Raise the phone a little
de: Hebe das iPhone etwas an
es: Sube un poco el teléfono
fr: Levez un peu l'iPhone
ja: iPhoneを少し上げてください
ko: iPhone을 조금 올리세요
pt_br: Levante um pouco o celular
zh_hans: 将手机稍微抬高
zh_hant: 將手機稍微抬高

# Reach %@ around %@
source: Reach %1$@ around %2$@
de: %1$@ etwa im %2$@
es: Llegarás a %@ hacia %@
fr: Atteindre %@ vers %@
ja: %2$@ごろに%1$@に到達
ko: %2$@경 %1$@ 도달
pt_br: Chegue a %@ por volta de %@
zh_hans: 预计 %2$@ 左右达到 %1$@
zh_hant: 預計 %2$@ 左右達到 %1$@

source: Reminders
de: Erinnerungen
es: Recordatorios
fr: Rappels
ja: リマインダー
ko: 알림
pt_br: Lembretes
zh_hans: 提醒
zh_hant: 提醒

source: Replaces the activity estimate in today's budget with calories burned
de: Ersetzt die Aktivitätsschätzung im heutigen Budget durch verbrannte Kalorien
es: Sustituye la actividad estimada del presupuesto de hoy por las calorías quemadas
fr: Remplace l'estimation d'activité du budget du jour par les calories brûlées
ja: 今日の予算のアクティビティ推定値を実際の消費カロリーに置き換えます
ko: 오늘 예산의 활동 추정치를 소모 칼로리로 대체
pt_br: Substitui a atividade estimada no orçamento de hoje pelas calorias queimadas
zh_hans: 用实际消耗热量替换今日预算中的活动估算
zh_hant: 以實際消耗熱量取代今日預算中的活動估算

source: Report
de: Bericht
es: Informe
fr: Bilan
ja: レポート
ko: 리포트
pt_br: Relatório
zh_hans: 报告
zh_hant: 報告

source: Retake
de: Wiederholen
es: Repetir
fr: Reprendre
ja: 撮り直す
ko: 다시 찍기
pt_br: Refazer
zh_hans: 重拍
zh_hant: 重拍

source: Returns to today
de: Zurück zu heute
es: Vuelve a hoy
fr: Revient à aujourd'hui
ja: 今日に戻ります
ko: 오늘로 돌아가기
pt_br: Volta para hoje
zh_hans: 返回今天
zh_hant: 返回今天

source: Sample meal
de: Beispielmahlzeit
es: Comida de ejemplo
fr: Repas d'exemple
ja: サンプルの食事
ko: 샘플 식사
pt_br: Refeição de exemplo
zh_hans: 示例餐食
zh_hant: 範例餐點

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
pt_br: Salvar
zh_hans: 保存
zh_hant: 儲存

source: Save changes
de: Änderungen sichern
es: Guardar cambios
fr: Enregistrer
ja: 変更を保存
ko: 변경 사항 저장
pt_br: Salvar alterações
zh_hans: 保存更改
zh_hant: 儲存變更

source: Save meals to Health
de: Mahlzeiten in Health sichern
es: Guardar comidas en Salud
fr: Enregistrer les repas dans Santé
ja: 食事をヘルスケアに保存
ko: 식사를 건강 앱에 저장
pt_br: Salvar refeições no Saúde
zh_hans: 将餐食存入“健康”
zh_hant: 將餐點存入「健康」

source: Scan a meal
de: Mahlzeit scannen
es: Escanear comida
fr: Scanner un repas
ja: 食事をスキャン
ko: 식사 스캔
pt_br: Escanear refeição
zh_hans: 扫描餐食
zh_hant: 掃描餐點

source: Scanned meal
de: Gescannte Mahlzeit
es: Comida escaneada
fr: Repas scanné
ja: スキャンした食事
ko: 스캔한 식사
pt_br: Refeição escaneada
zh_hans: 已扫描的餐食
zh_hant: 已掃描的餐點

source: Scenario
de: Szenario
es: Escenario
fr: Scénario
ja: シナリオ
ko: 시나리오
pt_br: Cenário
zh_hans: 情景
zh_hant: 情境

source: Sedentary
de: Sitzend
es: Sedentario
fr: Sédentaire
ja: ほぼ座りがち
ko: 주로 앉아서 생활
pt_br: Sedentário
zh_hans: 久坐
zh_hant: 久坐

source: See my targets
de: Meine Ziele ansehen
es: Ver mis metas
fr: Voir mes objectifs
ja: 目標を見る
ko: 내 목표 보기
pt_br: Ver minhas metas
zh_hans: 查看我的目标
zh_hant: 查看我的目標

source: Select all that apply. Keto, low-carb and high-protein change your macro split.
de: Wähle alles Zutreffende. Keto, Low Carb und proteinreich ändern deine Makroverteilung.
es: Selecciona todas las que correspondan. Keto, baja en carbohidratos y alta en proteína cambian tu reparto de macros.
fr: Sélectionnez tout ce qui s'applique. Céto, pauvre en glucides et riche en protéines modifient la répartition des macros.
ja: 該当するものをすべて選択してください。ケト、低炭水化物、高たんぱくはマクロの配分が変わります。
ko: 해당하는 항목을 모두 선택하세요. 키토, 저탄수화물, 고단백은 매크로 비율을 바꿔요.
pt_br: Selecione todas as opções aplicáveis. Cetogênica, low carb e rica em proteína mudam sua divisão de macros.
zh_hans: 可多选。生酮、低碳水和高蛋白会改变宏量营养素配比。
zh_hant: 可複選。生酮、低碳水和高蛋白會改變巨量營養素比例。

source: Serving
de: Portion
es: Ración
fr: Portion
ja: 分量
ko: 분량
pt_br: Porção
zh_hans: 份量
zh_hant: 份量

source: Serving size
de: Portionsgröße
es: Tamaño de la ración
fr: Taille de la portion
ja: 1食の分量
ko: 1회 제공량
pt_br: Tamanho da porção
zh_hans: 每份份量
zh_hant: 每份份量

source: Sets your activity multiplier
de: Legt deinen Aktivitätsfaktor fest
es: Define tu multiplicador de actividad
fr: Définit votre coefficient d'activité
ja: 活動係数を設定します
ko: 활동 계수 설정
pt_br: Define seu multiplicador de atividade
zh_hans: 设定你的活动系数
zh_hant: 設定你的活動係數

source: Sex
de: Geschlecht
es: Sexo
fr: Sexe
ja: 性別
ko: 성별
pt_br: Sexo
zh_hans: 性别
zh_hant: 性別

source: Shapes your daily calorie target
de: Bestimmt dein tägliches Kalorienziel
es: Determina tu meta diaria de calorías
fr: Détermine votre objectif calorique quotidien
ja: 1日のカロリー目標に反映されます
ko: 일일 칼로리 목표에 반영
pt_br: Define sua meta diária de calorias
zh_hans: 决定你的每日热量目标
zh_hant: 決定你的每日熱量目標

source: Short sleep tends to increase appetite
de: Wenig Schlaf steigert oft den Appetit
es: Dormir poco suele aumentar el apetito
fr: Le manque de sommeil augmente souvent l'appétit
ja: 睡眠不足は食欲を増やしがちです
ko: 수면이 부족하면 식욕이 늘기 쉬워요
pt_br: Dormir pouco tende a aumentar o apetite
zh_hans: 睡眠不足容易增加食欲
zh_hant: 睡眠不足容易增加食慾

source: Shows nutrition details
de: Zeigt Nährwertdetails
es: Muestra los detalles nutricionales
fr: Affiche les valeurs nutritionnelles
ja: 栄養の詳細を表示します
ko: 영양 세부 정보 보기
pt_br: Mostra os detalhes nutricionais
zh_hans: 显示营养详情
zh_hant: 顯示營養詳細資訊

source: Shows that day's meals
de: Zeigt die Mahlzeiten des Tages
es: Muestra las comidas de ese día
fr: Affiche les repas de ce jour
ja: その日の食事を表示します
ko: 그날의 식사 보기
pt_br: Mostra as refeições daquele dia
zh_hans: 显示当天的餐食
zh_hant: 顯示當天的餐點

source: Simulator sample
de: Simulator-Beispiel
es: Ejemplo del simulador
fr: Exemple du simulateur
ja: シミュレータのサンプル
ko: 시뮬레이터 샘플
pt_br: Exemplo do simulador
zh_hans: 模拟器示例
zh_hant: 模擬器範例

source: Skip for now
de: Später
es: Omitir por ahora
fr: Plus tard
ja: 今はスキップ
ko: 나중에 하기
pt_br: Pular por enquanto
zh_hans: 暂时跳过
zh_hant: 暫時略過

source: Sleep
de: Schlaf
es: Sueño
fr: Sommeil
ja: 睡眠
ko: 수면
pt_br: Sono
zh_hans: 睡眠
zh_hant: 睡眠

source: Smaller serving
de: Kleinere Portion
es: Ración menor
fr: Portion plus petite
ja: 分量を減らす
ko: 분량 줄이기
pt_br: Porção menor
zh_hans: 减少份量
zh_hant: 減少份量

source: Snacks, drinks and cooking oil are easy to miss
de: Snacks, Getränke und Speiseöl vergisst man leicht
es: Es fácil olvidar tentempiés, bebidas y aceite de cocina
fr: Snacks, boissons et huile de cuisson s'oublient facilement
ja: 間食、飲み物、調理油は記録し忘れがちです
ko: 간식, 음료, 식용유는 놓치기 쉬워요
pt_br: Lanches, bebidas e óleo de cozinha passam despercebidos
zh_hans: 零食、饮料和烹饪油容易漏记
zh_hant: 零食、飲料和烹調油容易漏記

source: Stable
de: Stabil
es: Estable
ja: 安定
ko: 안정
pt_br: Estável
zh_hans: 稳定
zh_hant: 穩定

source: Start today
de: Heute starten
es: Empieza hoy
fr: Commencer aujourd'hui
ja: 今日から始める
ko: 오늘 시작하기
pt_br: Comece hoje
zh_hans: 今天开始
zh_hant: 今天開始

source: Start tracking
de: Tracking starten
es: Empezar
fr: Commencer le suivi
ja: 記録を開始
ko: 기록 시작
pt_br: Começar
zh_hans: 开始记录
zh_hant: 開始記錄

source: Starting camera…
de: Kamera wird gestartet …
es: Iniciando cámara…
fr: Démarrage de l'appareil photo…
ja: カメラを起動中…
ko: 카메라 시작 중…
pt_br: Iniciando câmera…
zh_hans: 正在启动相机…
zh_hant: 正在啟動相機…

source: Stats
de: Statistik
es: Estadísticas
ja: 統計
ko: 통계
pt_br: Estatísticas
zh_hans: 统计
zh_hant: 統計

source: Streak
de: Serie
es: Racha
fr: Série
ja: 連続記録
ko: 연속 기록
pt_br: Sequência
zh_hans: 连续记录
zh_hant: 連續記錄

source: Surplus
de: Überschuss
es: Superávit
ja: 余剰
ko: 잉여
pt_br: Superávit
zh_hans: 盈余
zh_hant: 盈餘

source: TDEE total
de: TDEE gesamt
es: GET total
ja: TDEE合計
ko: TDEE 합계
pt_br: GET total
zh_hans: TDEE 总计
zh_hant: TDEE 總計

source: Take a maintenance break
de: Mach eine Erhaltungspause
es: Haz una pausa de mantenimiento
fr: Faites une pause au maintien
ja: 維持期間を取る
ko: 유지 기간 갖기
pt_br: Faça uma pausa de manutenção
zh_hans: 休息一下，吃维持热量
zh_hant: 休息一下，吃維持熱量

source: Take photo
de: Foto aufnehmen
es: Hacer foto
fr: Prendre une photo
ja: 写真を撮る
ko: 사진 찍기
pt_br: Tirar foto
zh_hans: 拍照
zh_hant: 拍照

source: Tap + to photograph your meal from above
de: Tippe auf +, um deine Mahlzeit von oben zu fotografieren
es: Toca + para fotografiar tu comida desde arriba
fr: Touchez + pour photographier votre repas du dessus
ja: +をタップして食事を真上から撮影
ko: +를 탭해 식사를 위에서 촬영하세요
pt_br: Toque em + para fotografar sua refeição de cima
zh_hans: 轻点 + 从上方拍摄你的餐食
zh_hant: 點一下 + 從上方拍攝你的餐點

source: Tap the shutter when the plate fills the circle
de: Tippe auf den Auslöser, wenn der Teller den Kreis füllt
es: Toca el obturador cuando el plato llene el círculo
fr: Touchez le déclencheur quand l'assiette remplit le cercle
ja: 皿が円いっぱいに収まったらシャッターをタップ
ko: 접시가 원을 채우면 셔터를 탭하세요
pt_br: Toque no obturador quando o prato preencher o círculo
zh_hans: 餐盘填满圆圈时轻点快门
zh_hant: 餐盤填滿圓圈時點一下快門

source: Target
de: Ziel
es: Meta
fr: Objectif
ja: 目標
ko: 목표
pt_br: Meta
zh_hans: 目标
zh_hant: 目標

source: Target weight
de: Zielgewicht
es: Peso objetivo
fr: Poids cible
ja: 目標体重
ko: 목표 체중
pt_br: Meta de peso
zh_hans: 目标体重
zh_hant: 目標體重

source: Target: %@
de: Ziel: %@
es: Meta: %@
fr: Objectif : %@
ja: 目標: %@
ko: 목표: %@
pt_br: Meta: %@
zh_hans: 目标：%@
zh_hant: 目標：%@

source: The camera isn't available on this device.
de: Die Kamera ist auf diesem Gerät nicht verfügbar.
es: La cámara no está disponible en este dispositivo.
fr: L'appareil photo n'est pas disponible sur cet appareil.
ja: このデバイスではカメラを利用できません。
ko: 이 기기에서는 카메라를 사용할 수 없어요.
pt_br: A câmera não está disponível neste dispositivo.
zh_hans: 此设备上的相机不可用。
zh_hant: 此裝置上的相機無法使用。

source: The estimate failed on this photo. Try again from straight above.
de: Die Schätzung ist bei diesem Foto fehlgeschlagen. Versuche es erneut direkt von oben.
es: La estimación falló con esta foto. Vuelve a intentarlo justo desde arriba.
fr: L'estimation a échoué sur cette photo. Réessayez bien à la verticale.
ja: この写真では推定できませんでした。真上からもう一度お試しください。
ko: 이 사진으로는 추정하지 못했어요. 바로 위에서 다시 시도하세요.
pt_br: A estimativa falhou nesta foto. Tente de novo bem de cima.
zh_hans: 无法根据此照片估算。请从正上方重试。
zh_hant: 無法根據此照片估算。請從正上方再試一次。
